tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/tex'
tap 'homebrew/versions'
cask 'mactex'
cask 'osxfuse'
brew 'aspell', args: ['with-lang-de', 'with-lang-de_alt', 'with-lang-en', 'with-lang-es', 'with-lang-fr', 'with-lang-it', 'with-lang-nl', 'with-lang-pt_BR', 'with-lang-pt_PT']
brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'berkeley-db'
brew 'bfg'
brew 'binutils'
brew 'boost'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs'
brew 'cask'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'cpanminus'
brew 'ctags'
brew 'cvs'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'dos2unix'
brew 'dscanner'
brew 'icu4c'
brew 'dwdiff'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'fzf'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'gdb'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnu-time'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gradle'
brew 'hadolint'
brew 'harfbuzz'
brew 'htop'
brew 'hub'
brew 'iftop'
brew 'oniguruma'
brew 'jq'
brew 'libconfig'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'llvm', args: ['with-lldb']
brew 'ldc'
brew 'libcroco'
brew 'libevent'
brew 'libmagic'
brew 'pango'
brew 'librsvg'
brew 'libtool'
brew 'libyaml'
brew 'llvm@3.7'
brew 'maven'
brew 'md5sha1sum'
brew 'mercurial'
brew 'mysql'
brew 'nmap'
brew 'nvm'
brew 'ossp-uuid'
brew 'parallel'
brew 'perl'
brew 'popt'
brew 'pstree'
brew 'pv'
brew 'pypy'
brew 'xz'
brew 'pypy3'
brew 'python3'
brew 'ragel'
brew 'rename'
brew 'renameutils'
brew 'ripgrep'
brew 'rpm'
brew 's3cmd'
brew 'shellcheck'
brew 'sloccount'
brew 'ssh-copy-id'
brew 'swig'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tmux'
brew 'tmuxinator-completion'
brew 'tomcat'
brew 'tree'
brew 'utf8proc'
brew 'watch'
brew 'wdiff'
brew 'wget'
brew 'youtube-dl'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/rsync'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/science/igv'
brew 'homebrew/tex/latex-mk'
cask 'virtualbox'
