tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
cask 'osxfuse'
brew 'aspell', args: ['with-lang-de', 'with-lang-de_alt', 'with-lang-en', 'with-lang-es', 'with-lang-fr', 'with-lang-it', 'with-lang-nl', 'with-lang-pt_BR', 'with-lang-pt_PT']
brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'berkeley-db'
brew 'bfg'
brew 'binutils'
brew 'boost'
brew 'boot2docker-completion'
brew 'brew-cask-completion'
brew 'perl'
brew 'git'
brew 'bundler-completion'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cargo-completion'
brew 'emacs'
brew 'cask'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'cpanminus'
brew 'ctags'
brew 'cvs'
brew 'pth'
brew 'dirmngr'
brew 'django-completion'
brew 'docker'
brew 'docker-compose-completion'
brew 'docker-machine'
brew 'dos2unix'
brew 'dscanner'
brew 'icu4c'
brew 'dwdiff'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'fzf'
brew 'gawk'
brew 'libmpc'
brew 'gcc'
brew 'gdb'
brew 'gdbm'
brew 'python'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gem-completion'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnu-time'
brew 'gnupg'
brew 'gpg-agent'
brew 'gradle'
brew 'grep', args: ['with-default-names']
brew 'grunt-completion'
brew 'hadolint'
brew 'harfbuzz'
brew 'htop'
brew 'hub'
brew 'iftop'
brew 'jq'
brew 'launchctl-completion'
brew 'libconfig'
brew 'ldc'
brew 'libcroco'
brew 'libevent'
brew 'libmagic'
brew 'pango'
brew 'librsvg'
brew 'libtool'
brew 'libusb-compat'
brew 'libyaml'
brew 'llvm@3.7'
brew 'makedepend'
brew 'maven'
brew 'maven-completion'
brew 'md5sha1sum'
brew 'mercurial'
brew 'mysql'
brew 'nmap'
brew 'ntfs-3g'
brew 'nvm'
brew 'ossp-uuid'
brew 'packer-completion'
brew 'parallel'
brew 'pip-completion'
brew 'popt'
brew 'pstree'
brew 'pv'
brew 'pypy'
brew 'pypy3'
brew 'python3'
brew 'ragel'
brew 'rails-completion'
brew 'rake-completion'
brew 'rename'
brew 'renameutils'
brew 'ripgrep'
brew 'rpm'
brew 'rsync'
brew 'rtags', restart_service: true
brew 'ruby-completion'
brew 'rustc-completion'
brew 's3cmd'
brew 'shellcheck'
brew 'sloccount'
brew 'ssh-copy-id'
brew 'sshfs'
brew 'swig'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tmux'
brew 'tmuxinator-completion'
brew 'tomcat'
brew 'tree'
brew 'utf8proc'
brew 'valgrind'
brew 'watch'
brew 'wdiff'
brew 'wget'
brew 'yasm'
brew 'youtube-dl'
cask 'mactex'
cask 'virtualbox'
